{
  "addwords" :  [ "help", ""],
  "catfact": [ "Unlike humans, cats cannot detect sweetness–which likely explains why they are not drawn to it at all.", "Ginger tabby cats can have freckles around their mouths and on their eyelids!", "A cat has the power to sometimes heal themselves by purring. A domestic cat’s purr has a frequency of between 25 and 150 Hertz, which happens to be the frequency at which muscles and bones best grow and repair themselves.", "Cats only use their meows to talk to humans, not each other. The only time they meow to communicate with other felines is when they are kittens to signal to their mother.", "Despite imagery of cats happily drinking milk from saucers, studies indicate that cats are actually lactose intolerant and should avoid it entirely.", "The longest living cat on record according to the Guinness Book belongs to the late Creme Puff of Austin, Texas who lived to the ripe old age of 38 years and 3 days!", "The Cat Fanciers Association (CFA) recognizes 44 breeds of cats.", "A cat’s cerebral cortex contains about twice as many neurons as that of dogs. Cats have 300 million neurons, whereas dogs have about 160 million. See, cats rule, dogs drool!", "Polydactyl cats (a cat with 1-2 extra toes on their paws) have this as a result of a genetic mutation. These cats are also referred to as “Hemingway cats” because writer Ernest Hemingway reportedly owned dozens of them at his home in Key West, Florida.", "Sir Isaac Newton is credited with creating the concept for the pet door that many cats use today to travel outdoors.", " The average cat can jump 8 feet in a single bound–nearly six times its body length!" ],
  "dogfact": [ "The word halibut means holy flatfish (hali=holy + butte=flatfish) because it was only eaten on holy days", "Most fish reproduce by laying eggs, though some fish, such as great white sharks, give birth to live babies called pups.", "Lungfish can live out of water for several years. It secretes a mucus cocoon and burrows itself under the unbaked earth. It takes in air with its lung through a built-in breathing tube that leads to the surface. A lungfish has both gills and a lung.", "Some fish, such as the great white shark, can raise their body temperature. This helps them hunt for prey in cold water", "The oldest known age for a fish was an Australian lungfish. In 2003, it was still alive and well at 65 years old.", "Fish use a variety of low-pitched sounds to convey messages to each other. They moan, grunt, croak, boom, hiss, whistle, creak, shriek, and wail. They rattle their bones and gnash their teeth. However, fish do not have vocal chords. They use other parts of their bodies to make noises, such as vibrating muscles against their swim bladder.", "Fish can form schools containing millions of fish. They use their eyes and something called a lateral line to hold their places in the school. The lateral line is a row of pores running along the fish’s sides from head to tail. Special hairs in the pores sense changes in water pressure from the movements of other fish or predators.", "Starfish are not fish. Neither are jellyfish.", "Since a fish’s jaw is not attached to its skull, many fishes can shoot their mouths forward like a spring to catch startled prey.", "Electric eels and electric rays have enough electricity to kill a horse.", "Sharks are the only fish that have eyelids.", "Fish have sleep-like periods where they have lowered response to stimuli, slowed physical activity, and reduced metabolism but they do not share the same changes in brain waves as humans do when they sleep.", "Some fish, such as the herbivorous fish (grazers), often lack jaw teeth but have tooth-like grinding mills in their throats called pharyngeal teeth." ],
  "germanword": [ "guten tag" ],
  "tyler": [ "Tyler is smart", "Tyler Made this bot" ]
}